Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutModT
source: Returns a column containing the remainder after a number (or a column of numbers) is divided by a divisor (or a column of divisors).
bg_bg: Връща колона, съдържаща остатъка след разделяне на дадено число (или колона с числа) с даден делител (или колона с делители).
ca_es: Retorna una columna que conté la resta després de dividir un nombre (o una columna de nombres) per un divisor (o una columna de divisors).
cs_cz: Vrátí sloupec obsahující zbytek po dělení čísla (nebo sloupce čísel) dělitelem (nebo sloupcem dělitelů).
da_dk: Returnerer en kolonne, der indeholder resten, efter et tal (eller en kolonne med tal) er divideret med en divisor (eller en kolonne med divisorer).
de_de: Gibt eine Spalte zurück, die den Rest enthält, nachdem eine Zahl (oder eine Spalte mit Zahlen) durch einen Divisor (oder eine Spalte mit Divisoren) dividiert wurde.
el_gr: Επιστρέφει μια στήλη που περιέχει το υπόλοιπο, αφού ένας αριθμός (ή μια στήλη αριθμών) διαιρεθεί από ένα διαιρέτη (ή μια στήλη διαιρετών).
es_es: Devuelve una columna que contiene el resto después de dividir un número (o una columna de números) entre un divisor (o una columna de divisores).
et_ee: Tagastab veeru, mis sisaldab jääki pärast arvu (või arvuveeru) jagamist jagajaga (või jagajate veeruga).
eu_es: Zenbaki baten (edo zenbaki-zutabe bat) eta zatitzaile baten (edo zatitzaile-zutabe baten) arteko zatiketaren emaitza duen zutabea itzultzen du.
fi_fi: Palauttaa sarakkeen, joka sisältää jakojäännöksen sen jälkeen, kun luku (tai lukujen sarake) on jaettu jakajalla (tai jakajien sarakkeella).
fr_fr: Retourne une colonne contenant le reste une fois qu’un nombre (ou qu’une colonne de nombres) a été divisé(e) par un diviseur (ou une colonne de diviseurs).
gl_es: Devolve unha columna que contén o aviso despois de que un número (ou unha columna de números) se divida entre un divisor (ou unha columna de divisores).
hi_in: किसी संख्या (या संख्याओं के स्तंभ) को किसी विभाजक (या विभाजकों के स्तंभ) द्वारा विभाजित करने के बाद बचे शेष वाला स्तंभ लौटाता है.
hr_hr: Vraća stupac koji sadrži ostatak nakon dijeljenja broja (ili stupca brojeva) djeliteljem (ili stupcem djelitelja).
hu_hu: Egy oszlopot ad vissza, amely egy számnak (vagy egy számokat tartalmazó oszlopnak) az osztóval (vagy egy osztókat tartalmazó oszloppal) való elosztása után kapott maradékot adja eredményül.
it_it: Restituisce una colonna contenente il resto dopo aver diviso un numero o una colonna di numeri per un divisore o una colonna di divisori.
ja_jp: 数値 (または数値の列) が除数 (または除数の列) で除算した後、剰余を含む列を返します。
kk_kz: Санды (немесе сандар бағанын) бөлгішке (немесе бөлгіштер бағанына) бөлгеннен кейінгі қалдық болатын бағанды қайтарады.
ko_kr: 숫자(또는 숫자 열)가 제수(또는 제수 열)로 나눠진 후 나머지를 포함하는 열을 반환합니다.
lt_lt: Pateikia stulpelį su liekana, gauta skaičių (arba skaičių stulpelį) padalijus iš daliklio (arba daliklių stulpelio).
lv_lv: Atgriež kolonnu, kas satur atlikumu, pēc tam, kad skaitlis (vai skaitļu kolonna) tiek dalīts ar dalītāju (vai dalītāju kolonnu).
ms_my: Mengembalikan lajur yang mengandungi peringatan selepas satu nombor (atau satu lajur nombor) dibahagikan dengan satu pembahagi (atau lajur pembahagi).
nb_no: Returnerer en kolonne som inneholder resten når et tall (eller en kolonne med tall) divideres med en divisor (eller en kolonne med divisorer).
nl_nl: Hiermee wordt een tabel geretourneerd die het restgetal bevat nadat een getal (of een kolom met getallen) is gedeeld door een deler (of een kolom met delers).
pl_pl: Zwraca kolumnę zawierającą resztę po podzieleniu liczby (lub kolumny liczb) przez dzielnik (lub kolumnę dzielników).
pt_br: Retorna uma coluna que contém o resto depois que um número (ou uma coluna de números) é dividido por um divisor (ou uma coluna de divisores).
pt_pt: Devolve uma coluna que contém o restante depois de um número (ou coluna de números) ser dividida por um divisor (ou uma coluna de divisores).
ro_ro: Returnează o coloană care conține restul, după ce un număr (sau o coloană de numere) este împărțit la un divizor (sau la o coloană de divizori).
ru_ru: Возвращает столбец, содержащий остаток от деления числа (или столбца чисел) на делитель (или столбец делителей).
sk_sk: Vráti stĺpec obsahujúci zvyšok po vydelení čísla (alebo stĺpca čísel) deliteľom (alebo stĺpcom deliteľov).
sl_si: Vrne stolpec, ki vsebuje ostanke po deljenju števila (ali stolpca števil) z deliteljem (ali s stolpcem deliteljev).
sr_cyrl_rs: Враћа колону која садржи остатак пошто је број (или колону бројева) подељен делиоцем (или колону делилаца).
sr_latn_rs: Vraća kolonu koja sadrži ostatak pošto je broj (ili kolonu brojeva) podeljen deliocem (ili kolonu delilaca).
sv_se: Returnerar en kolumn som innehåller återstoden efter att ett tal (eller en kolumn med tal) har delats med en nämnare (eller en kolumn med nämnare).
th_th: ส่งกลับคอลัมน์ของเศษจากการหาร หลังจากหารตัวเลข (หรือคอลัมน์ของตัวเลข) ด้วยตัวหาร (หรือคอลัมน์ของตัวหาร) ที่กำหนด
tr_tr: Bir sayının (veya bir sayı sütunu) bir bölenle (veya bir bölen sütunu) bölümünden kalanı içeren sütunu döndürür.
uk_ua: Повертає стовпець із результатом ділення числа (або стовпця з числами) на дільник (або стовпець із дільниками).
vi_vn: Trả về một cột có chứa số dư sau khi chia một số (hoặc một cột chứa các số) cho một số chia (hoặc một cột chứa các số chia).
zh_cn: 返回包含数值(或一列数值)除以除数(或一列除数)后所得余数的列。
zh_tw: 傳回包含餘數的資料行，也就是某一數字 (或數字資料行) 除以除數 (或除數資料行) 後的結果。

# AboutMod_divisor
source: The number to divide by.
bg_bg: Числото, на което ще се дели.
ca_es: Nombre pel qual es dividirà.
cs_cz: Číslo, kterým se má dělit
da_dk: Tallet, der skal divideres med.
de_de: Die Zahl, durch die dividiert werden soll.
el_gr: Ο διαιρέτης.
es_es: Número entre el que se va a dividir.
et_ee: Arv, millega jagatakse.
eu_es: Zatitzeko erabiliko den zenbakia.
fi_fi: Luku, jolla jaetaan.
fr_fr: Nombre par lequel diviser.
gl_es: Número polo que dividir.
hi_in: विभाजित की जाने वाली संख्या.
hr_hr: Broj kojim se dijeli.
hu_hu: Ezzel a számmal kell osztani.
it_it: Numero per cui dividere.
ja_jp: 割る数。
kk_kz: Бөлу үшін қолданылатын сан.
ko_kr: 나눌 숫자입니다.
lt_lt: Skaičius, iš kurio dalijama.
lv_lv: Skaitlis, ar kādu jādala.
ms_my: Nombor untuk dibahagikan.
nb_no: Tallet det skal divideres med.
nl_nl: Het getal waardoor moet worden gedeeld.
pl_pl: Liczba, która będzie dzielnikiem.
pt_br: Número pelo qual dividir.
pt_pt: O número pelo qual dividir.
ro_ro: Numărul la care să se împartă.
ru_ru: Делитель.
sk_sk: Číslo použité ako deliteľ.
sl_si: Število, s katerim delimo.
sr_cyrl_rs: Број којим се дели.
sr_latn_rs: Broj kojim se deli.
sv_se: Talet att dela med.
th_th: ตัวเลขที่จะถูกหาร
tr_tr: Bölen sayı.
uk_ua: Число, на яке ділять.
vi_vn: Số để chia.
zh_cn: 要除以的数值。
zh_tw: 要除以的數字。

# AboutMod_divisor_or_column
source: The number or column of numbers to divide by.
bg_bg: Числото или колоната с числа, на които ще се дели.
ca_es: El nombre o columna de nombres pel qual es dividirà.
cs_cz: Číslo nebo sloupec čísel, kterým(i) se má dělit
da_dk: Tallet eller kolonnen af tal, der skal divideres med.
de_de: Die Zahl oder Spalte von Zahlen, durch die dividiert werden soll.
el_gr: Ο αριθμός ή η στήλη αριθμών που χρησιμοποιείται ως διαιρέτης.
es_es: Número o columna de números entre los que se va a dividir.
et_ee: Arv või arvuveerg, millega jagatakse.
eu_es: Zatiketa egiteko erabiliko den zenbakia edo zenbaki-zutabea.
fi_fi: Luku tai lukujen sarake, jolla jaetaan.
fr_fr: Nombre ou colonne de nombres par lesquels diviser.
gl_es: Número ou columna de números polos que dividir.
hi_in: विभाजित की जाने वाली संख्या या संख्याओं का स्तंभ.
hr_hr: Broj ili stupac brojeva kojim se dijeli.
hu_hu: Ezzel a számmal vagy számoszloppal kell osztani.
it_it: Numero o colonna di numeri per cui dividere.
ja_jp: 割る数または数の列。
kk_kz: Бөлу үшін қолданылатын сан немесе сандар бағаны.
ko_kr: 나눌 숫자나 숫자 열입니다.
lt_lt: Skaičius arba skaičių stulpelis, iš kurio dalijama.
lv_lv: Skaitlis vai skaitļu kolonna, ar kādu jādala.
ms_my: Nombor atau lajur nombor untuk dibahagikan.
nb_no: Tallet eller tallkolonnen det skal divideres med.
nl_nl: Het getal of de kolom met getallen waardoor moet worden gedeeld.
pl_pl: Liczba lub kolumna liczb, która będzie dzielnikiem.
pt_br: Número ou coluna de números pelos quais dividir.
pt_pt: O número ou coluna de números pelo(a) qual dividir.
ro_ro: Numărul sau coloana de numere la care să se împartă.
ru_ru: Число или столбец чисел для использования в качестве делителей.
sk_sk: Číslo alebo stĺpec čísel použitý ako deliteľ.
sl_si: Število ali stolpec števil, s katerimi delimo.
sr_cyrl_rs: Број или колона бројева којом се дели.
sr_latn_rs: Broj ili kolona brojeva kojom se deli.
sv_se: Talet eller kolumnen med tal att dela med.
th_th: ตัวเลขหรือคอลัมน์ของตัวเลขที่จะถูกหาร
tr_tr: Bölen sayı veya sayı sütunu.
uk_ua: Число або стовпець із числами, на які ділять.
vi_vn: Số hoặc cột chứa số để chia.
zh_cn: 要除以的数值或数值列。
zh_tw: 要除以的數字或數字資料行。

# AboutMod_number
source: The number to find the remainder for.
bg_bg: Числото, за което ще се търси остатъкът.
ca_es: Nombre per al qual se cerca la resta.
cs_cz: Číslo, jehož zbytek se má najít
da_dk: Tallet, for hvilket resten skal findes.
de_de: Die Zahl, für die der Rest bestimmt werden soll.
el_gr: Ο αριθμός για υπολογισμό του υπόλοιπου.
es_es: Número cuyo resto se va a buscar.
et_ee: Arv, mille jääk leitakse.
eu_es: Emaitza kalkulatzeko erabiliko den zenbakia.
fi_fi: Luku, jonka jakojäännös etsitään.
fr_fr: Nombre pour lequel rechercher le reste.
gl_es: Número para o cal se ten que buscar o aviso.
hi_in: वह संख्या जिसके लिए शेष ढूँढना है.
hr_hr: Broj za koji se traži ostatak.
hu_hu: Ennek a számnak a maradékát kell megtalálni.
it_it: Numero per cui trovare il resto.
ja_jp: 剰余を求める数。
kk_kz: Қалдық есептелетін сан.
ko_kr: 나머지를 찾을 숫자입니다.
lt_lt: Skaičius, kurio liekaną reikia rasti.
lv_lv: Skaitlis, kam ir jāatrod atlikums.
ms_my: Nombor untuk mencari baki.
nb_no: Tallet det skal finnes resten for.
nl_nl: Het getal waarvoor het restgetal moet worden gevonden.
pl_pl: Liczba, dla której należy znaleźć resztę.
pt_br: Número cujo resto será descoberto.
pt_pt: O número para o qual localizar o restante.
ro_ro: Numărul pentru care să se găsească restul.
ru_ru: Число для определения остатка.
sk_sk: Číslo, pre ktoré sa má nájsť zvyšok.
sl_si: Število, za katerega iščemo ostanek.
sr_cyrl_rs: Број за који се проналази остатак.
sr_latn_rs: Broj za koji se pronalazi ostatak.
sv_se: Talet att hitta återstoden för.
th_th: ตัวเลขที่ต้องการหาเศษจากการหาร
tr_tr: Kalanı bulunacak sayı.
uk_ua: Число, яке ділять для визначення частки.
vi_vn: Số muốn tìm số dư.
zh_cn: 要得到余数的数值。
zh_tw: 要求解其餘數的數字。

# AboutMod_number_or_column
source: The number or column of numbers to find the remainder for.
bg_bg: Числото или колоната с числа, за които ще се търси остатъкът.
ca_es: Nombre o columna de nombres per al qual se cerca la resta.
cs_cz: Číslo nebo sloupec čísel, jehož/jejichž zbytek se má najít
da_dk: Tallet eller talkolonnen, for hvilket/hvilken resten skal findes.
de_de: Die Zahl oder Spalte von Zahlen, für die der Rest bestimmt werden soll.
el_gr: Ο αριθμός ή η στήλη αριθμών για τον υπολογισμό του υπόλοιπου.
es_es: Número o columna de números cuyo resto se va a buscar.
et_ee: Arv või arvuveerg, mille jääk leitakse.
eu_es: Emaitza kalkulatzeko erabiliko den zenbakia edo zenbaki-zutabea.
fi_fi: Luku tai lukujen sarake, jonka jakojäännös etsitään.
fr_fr: Nombre ou colonne de nombres pour lesquels rechercher le reste.
gl_es: Número ou columna de números para os cales se ten que buscar o aviso.
hi_in: वह संख्या या संख्याओं का स्तंभ जिसके लिए शेष ढूँढना है.
hr_hr: Broj ili stupac brojeva za koji se traži ostatak.
hu_hu: Ennek a számnak vagy számoszlopnak a maradékát kell megtalálni.
it_it: Numero o colonna di numeri per cui trovare il resto.
ja_jp: 剰余を求める数または数の列。
kk_kz: Қалдық есептелетін сан немесе сандар бағаны.
ko_kr: 나머지를 찾을 숫자 열 또는 숫자입니다.
lt_lt: Skaičius arba skaičių stulpelis, kurio liekaną reikia rasti.
lv_lv: Skaitlis vai skaitļu kolonna, kam ir jāatrod atlikums.
ms_my: Nombor atau lajur nombor untuk mencari baki.
nb_no: Tallet eller tallkolonnen det skal finnes resten for.
nl_nl: Het getal of de kolom met getallen waarvoor het restgetal moet worden gevonden.
pl_pl: Liczba lub kolumna liczb, dla której należy znaleźć resztę.
pt_br: Número ou coluna de números cujo resto será descoberto.
pt_pt: O número ou coluna de números para o(a) qual localizar o restante.
ro_ro: Numărul sau coloana de numere pentru care să se găsească restul.
ru_ru: Число или столбец чисел для определения остатка.
sk_sk: Číslo alebo stĺpec čísel, pre ktoré sa má nájsť zvyšok.
sl_si: Število ali stolpec števil, za katere iščemo ostanke.
sr_cyrl_rs: Број или колона бројева за коју се проналази остатак.
sr_latn_rs: Broj ili kolona brojeva za koju se pronalazi ostatak.
sv_se: Talet eller kolumnen med tal att hitta återstoden för.
th_th: ตัวเลขหรือคอลัมน์ของตัวเลขที่ต้องการหาเศษจากการหาร
tr_tr: Kalanı bulunacak sayı veya sayı sütunu.
uk_ua: Число або стовпець із числами, що потрібно поділити для визначення частки.
vi_vn: Số hoặc cột chứa số muốn tìm số dư.
zh_cn: 要得到余数的数值或数值列。
zh_tw: 求解其餘數的數字或數字資料行。

# ModFuncArg1
source: number
bg_bg: число
ca_es: nombre
cs_cz: číslo
da_dk: antal
de_de: Zahl
el_gr: αριθμός
es_es: número
et_ee: arv
eu_es: zenbakia
fi_fi: luku
fr_fr: nombre
gl_es: número
hi_in: संख्या
hr_hr: broj
hu_hu: szám
it_it: numero
ja_jp: 数値
kk_kz: сан
ko_kr: 숫자
lt_lt: skaičius
lv_lv: skaitlis
ms_my: nombor
nb_no: tall
nl_nl: getal
pl_pl: liczba
pt_br: número
pt_pt: número
ro_ro: număr
ru_ru: число
sk_sk: číslo
sl_si: število
sr_cyrl_rs: број
sr_latn_rs: broj
sv_se: tal
th_th: ตัวเลข
tr_tr: sayı
uk_ua: число
vi_vn: số
zh_cn: 数字
zh_tw: 數字

# ModFuncArg2
source: divisor
bg_bg: делител
cs_cz: dělitel
el_gr: διαιρέτης
et_ee: jagaja
eu_es: zatitzailea
fi_fi: jakaja
fr_fr: diviseur
hi_in: विभाजक
hr_hr: djelitelj
hu_hu: osztó
it_it: divisore
ja_jp: 除数
kk_kz: бөлгіш
ko_kr: 제수
lt_lt: daliklis
lv_lv: dalītājs
ms_my: pembahagi
nl_nl: deler
pl_pl: dzielnik
ro_ro: divizor
ru_ru: делитель
sk_sk: deliteľ
sl_si: delitelj
sr_cyrl_rs: делилац
sr_latn_rs: delilac
sv_se: nämnare
th_th: ตัวหาร
tr_tr: bölen
uk_ua: дільник
vi_vn: số_chia
zh_cn: 除数
zh_tw: 除數

# ModTFuncArg1
source: number_or_column
bg_bg: число_или_колона
ca_es: nombre_o_columna
cs_cz: číslo_nebo_sloupec
da_dk: tal_eller_kolonne
de_de: Zahl_oder_Spalte
el_gr: αριθμός_ή_στήλη
es_es: número_o_columna
et_ee: arv_või_veerg
eu_es: zk_edo_zutabea
fi_fi: luku_tai_sarake
fr_fr: nombre_ou_colonne
gl_es: número_ou_columna
hi_in: संख्या_या_स्तंभ
hr_hr: broj_ili_stupac
hu_hu: szám_vagy_oszlop
it_it: numero_o_colonna
ja_jp: 数値または列
kk_kz: сан_немесе_баған
ko_kr: 숫자_또는_열
lt_lt: skaičius_arba_stulpelis
lv_lv: kolonnu_skaits
ms_my: nombor_atau_lajur
nb_no: tall_eller_kolonne
nl_nl: aantal_of_kolom
pl_pl: liczba_lub_kolumna
pt_br: número_ou_coluna
pt_pt: número_ou_coluna
ro_ro: număr_sau_coloană
ru_ru: количество_или_столбец
sk_sk: číslo_alebo_stĺpec
sl_si: število_stolpcev
sr_cyrl_rs: број_или_колона
sr_latn_rs: broj_ili_kolona
sv_se: antal_eller_kolumn
th_th: ตัวเลข_หรือ_คอลัมน์
tr_tr: sayı_veya_sütun
uk_ua: число_або_стовпець
vi_vn: số_hoặc_cột
zh_cn: 数字或列
zh_tw: 數字_或_資料行

# ModTFuncArg2
source: divisor_or_column
bg_bg: делител_или_колона
ca_es: divisor_o_columna
cs_cz: dělitel_nebo_sloupec
da_dk: divisor_eller_kolonne
de_de: Divisor_oder_Spalte
el_gr: διαιρέτης_ή_στήλη
es_es: divisor_o_columna
et_ee: jagaja_või_veerg
eu_es: zatitzailea_edo_zutabea
fi_fi: jakaja_tai_sarake
fr_fr: diviseur_ou_colonne
gl_es: divisor_ou_columna
hi_in: विभाजक_या_स्तंभ
hr_hr: djelitelj_ili_stupac
hu_hu: osztó_vagy_oszlop
it_it: divisore_o_colonna
ja_jp: 除数または列
kk_kz: бөлгіш_немесе_баған
ko_kr: 제수_또는_열
lt_lt: daliklis_arba_stulpelis
lv_lv: dalītājs_vai_kolonna
ms_my: pembahagi_atau_lajur
nb_no: divisor_eller_kolonne
nl_nl: deler_of_kolom
pl_pl: dzielnik_lub_kolumna
pt_br: divisor_ou_coluna
pt_pt: divisor_ou_coluna
ro_ro: divizor_sau_coloană
ru_ru: делитель_или_столбец
sk_sk: deliteľ_alebo_stĺpec
sl_si: delitelj_ali_stolpec
sr_cyrl_rs: делилац_или_колона
sr_latn_rs: delilac_ili_kolona
sv_se: divisor_eller_kolumn
th_th: ตัวหาร_หรือ_คอลัมน์
tr_tr: bölen_veya_sütun
uk_ua: дільник_або_стовпець
vi_vn: số_chia_hoặc_cột
zh_cn: 除数或列
zh_tw: 除數_或_資料行

# pdfViewer_Document_DisplayName
source: Document
bg_bg: Документ
cs_cz: Dokument
da_dk: Dokument
de_de: Dokument
el_gr: Έγγραφο
es_es: Documento
et_ee: Dokument
eu_es: Dokumentua
fi_fi: Tiedosto
gl_es: Documento
hi_in: दस्तावेज़
hr_hr: Dokument
hu_hu: Dokumentum
it_it: Documento
ja_jp: ドキュメント
kk_kz: Құжат
ko_kr: 문서
lt_lt: Dokumentas
lv_lv: Dokuments
ms_my: Dokumen
nb_no: Dokument
pl_pl: Dokument
pt_br: Documento
pt_pt: Documento
ru_ru: Документ
sk_sk: Dokument
sl_si: Dokument
sr_cyrl_rs: Документ
sr_latn_rs: Dokument
sv_se: Dokument
th_th: เอกสาร
tr_tr: Belge
uk_ua: Документ
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# pdfViewer_Zoom_DisplayName
source: Zoom
bg_bg: Мащабиране
cs_cz: Lupa
el_gr: Ζουμ
et_ee: Suum
eu_es: Zooma
fi_fi: Zoomaa
hi_in: ज़ूम
hr_hr: Zumiranje
hu_hu: Nagyítás
ja_jp: ズーム
kk_kz: Ұлғайту
ko_kr: 확대/축소
lt_lt: Mastelis
lv_lv: Tālummaiņa
ms_my: Zum
nl_nl: In- en uitzoomen
pl_pl: Powiększenie
ro_ro: Panoramare
ru_ru: Масштабировать
sk_sk: Lupa
sl_si: Povečava
sr_cyrl_rs: Зумирај
sr_latn_rs: Zum
sv_se: Zooma
th_th: ย่อ/ขยาย
tr_tr: Yakınlaştır
uk_ua: Масштаб
vi_vn: Thu phóng
zh_cn: 缩放
zh_tw: 縮放

# pdfViewer_Password_DisplayName
source: Password
bg_bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de_de: Kennwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
et_ee: Parool
eu_es: Pasahitza
fi_fi: Salasana
fr_fr: Mot de passe
gl_es: Contrasinal
hi_in: पासवर्ड
hr_hr: Lozinka
hu_hu: Jelszó
ja_jp: パスワード
kk_kz: Құпия сөз
ko_kr: 암호
lt_lt: Slaptažodis
lv_lv: Parole
ms_my: Kata laluan
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sr_cyrl_rs: Лозинка
sr_latn_rs: Lozinka
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# pdfViewer_PasswordState_DisplayName
source: Password state
bg_bg: Състояние на парола
ca_es: Estat de la contrasenya
cs_cz: Stav hesla
da_dk: Adgangskodetilstand
de_de: Kennwortstatus
el_gr: Κατάσταση κωδικού πρόσβασης
es_es: Estado de la contraseña
et_ee: Parooli olek
eu_es: Pasahitzaren egoera
fi_fi: Salasanan tila
fr_fr: État du mot de passe
gl_es: Estado do contrasinal
hi_in: पासवर्ड की स्थिति
hr_hr: Stanje lozinke
hu_hu: Jelszó állapota
it_it: Stato della password
ja_jp: パスワードの状態
kk_kz: Құпия сөз күйі
ko_kr: 암호 상태
lt_lt: Slaptažodžio būsena
lv_lv: Paroles stāvoklis
ms_my: Keadaan kata laluan
nb_no: Passordstatus
nl_nl: Wachtwoordstatus
pl_pl: Stan hasła
pt_br: Estado da senha
pt_pt: Estado da palavra-passe
ro_ro: Stare parolă
ru_ru: Состояние пароля
sk_sk: Stav hesla
sl_si: Stanje gesla
sr_cyrl_rs: Стање лозинке
sr_latn_rs: Stanje lozinke
sv_se: Lösenordsstatus
th_th: สถานะรหัสผ่าน
tr_tr: Parola durumu
uk_ua: Стан пароля
vi_vn: Trạng thái mật khẩu
zh_cn: 密码状态
zh_tw: 密碼狀態

# DataDescriptionInvalidFormat_Reason
source: The data description is invalid: {0}
bg_bg: Описанието на данните е невалидно: {0}
ca_es: La descripció de dades no és vàlida: {0}.
cs_cz: Popis dat není platný: {0}
da_dk: Databeskrivelsen er ugyldig: {0}
de_de: Die Datenbeschreibung ist ungültig: {0}
el_gr: Η περιγραφή δεδομένων δεν είναι έγκυρη: {0}
es_es: La descripción de los datos no es válida: {0}
et_ee: Andmekirjeldus ei sobi: {0}
eu_es: Datuen azalpenak ez du balio: {0}
fi_fi: Tietojen kuvaus on virheellinen: {0}
fr_fr: La description des données n’est pas valide : {0}
gl_es: A descrición dos datos non é válida: {0}
hi_in: डेटा विवरण अमान्य है: {0}
hr_hr: Opis podataka nije valjan: {0}
hu_hu: Az adatleírás érvénytelen: {0}
it_it: La descrizione dei dati non è valida: {0}
ja_jp: データの記述が無効です: {0}
kk_kz: Деректер сипаттамасы жарамсыз: {0}
ko_kr: 데이터 설명이 잘못되었습니다({0}).
lt_lt: Duomenų aprašas yra netinkamas: {0}
lv_lv: Datu apraksts nav derīgs: {0}
ms_my: Perihalan data tidak sah: {0}
nb_no: Databeskrivelsen er ugyldig: {0}
nl_nl: De beschrijving van de gegevens is ongeldig: {0}
pl_pl: Opis danych jest nieprawidłowy: {0}
pt_br: A descrição dos dados é inválida: {0}
pt_pt: A descrição de dados é inválida: {0}
ro_ro: Descrierea datelor este nevalidă: {0}
ru_ru: Недопустимое описание данных: {0}
sk_sk: Popis údajov je neplatný: {0}
sl_si: Opis podatkov ni veljaven: {0}
sr_cyrl_rs: Опис података је неважећи: {0}
sr_latn_rs: Opis podataka je nevažeći: {0}
sv_se: Databeskrivningen är ogiltig: {0}
th_th: คำอธิบายข้อมูลไม่ถูกต้อง: '{0}'
tr_tr: Veri açıklaması geçersiz: {0}
uk_ua: Неприпустимий опис даних: {0}
vi_vn: Mô tả dữ liệu không hợp lệ: {0}
zh_cn: 数据说明无效: {0}
zh_tw: 資料描述無效: {0}
